Repository: EnzoNespoli/MoveUp
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it

# bottom_abbonamenti
source: Subscriptions
de: Abonnements
es: Suscripciones
fr: Abonnements
it: Abbonamenti

# bottom_dashboard
source: Home
de: Start
es: Inicio
fr: Accueil

# bottom_impostazioni_short
source: Set.
de: Einst.
es: Conf.
fr: Par.
it: Imp.

# bottom_profilo_short
source: Prof.
es: Perf.

# bottom_abbonamenti_short
source: Sub.
de: Abonn.
es: Susc.
fr: Abo.
it: Abb.

# bottom_impostazioni_tt
source: Open settings and consents
de: Öffne die Einstellungen und Zustimmungen
es: Abre la configuración y los consentimientos
fr: Ouvrez les paramètres et les consentements
it: Apri le impostazioni e i consensi

# bottom_cronologia_tt
source: View your recorded activity
de: Sieh dir deine aufgezeichnete Aktivität an
es: Consulta tu actividad registrada
fr: Voyez votre activité enregistrée
it: Vedi la tua attività registrata

# bottom_profilo_tt
source: Sign up, log in or log out of your profile
de: Registriere dich, melde dich an oder von deinem Profil ab
es: Regístrate, inicia sesión o cierra sesión en tu perfil
fr: Créez un compte, connectez-vous ou déconnectez-vous de votre profil
it: Registra, accedi o esci dal tuo profilo

# bottom_abbonamenti_tt
source: Manage your MoveUP subscription
de: Verwalte dein MoveUP-Abonnement
es: Gestiona tu suscripción a MoveUP
fr: Gérez votre abonnement MoveUP
it: Gestisci l’abbonamento MoveUP

# bottom_dashboard_tt
source: Return to Home
de: Zurück zur Startseite
es: Volver a Inicio
fr: Retour à l’accueil
it: Torna alla Home

# bottom_err01
source: Function available only for registered users!
de: Funktion nur für registrierte Benutzer verfügbar!
es: ¡Función disponible solo para usuarios registrados!
fr: Fonction disponible uniquement pour les utilisateurs inscrits !
it: Funzione disponibile solo per utenti registrati!

# bottom_err02
source: Invalid user!
de: FALSCHER Benutzer!
es: ¡Usuario INCORRECTO!
fr: Utilisateur INCORRECT !
it: Utente ERRATO!

# bottom_nome
source: Name
es: Nombre
fr: Nom
it: Nome

# bottom_logout
source: Logout
de: Abmelden
es: Cerrar sesión
fr: Déconnexion

# map_mes_01
source: Update location
de: Position aktualisieren
es: Actualizar ubicación
fr: Mettre à jour la position
it: Aggiorna posizione

# rep_day_mes01
source: Daily report
de: Tagesbericht
es: Informe Diario
fr: Rapport Quotidien
it: Report Giornaliero

# rep_day_mes02
source: Last location
de: Letzte Position
es: Última ubicación
fr: Dernière position
it: Ultima posizione

# rep_day_chiedi_AI
source: Ask the AI to…
de: Die KI bitten, …
es: Pedir a la IA que…
fr: Demander à l’IA de…
it: Chiedi all'AI di ..

# rep_day_button_01
source: Explain the day
de: Tag erklären
es: Explicar el día
fr: Expliquer la journée
it: Spiega la giornata

# rep_day_button_02
source: Tip for tomorrow
de: Tipp für morgen
es: Consejo para mañana
fr: Conseil pour demain
it: Consiglio per domani

# rep_day_button_03
source: Why am I inactive?
de: Warum bin ich inaktiv?
es: ¿Por qué estoy inactivo?
fr: Pourquoi suis-je inactif ?
it: Perché sono fermo?

# rep_day_ai_loading
source: The AI is processing your request…
de: Die KI verarbeitet deine Anfrage…
es: La IA está procesando tu solicitud…
fr: L’IA traite votre demande…
it: L'AI sta elaborando la tua richiesta...

# rep_day_ai_error
source: AI error: please try again later.
de: KI-Fehler: bitte später erneut versuchen.
es: Error de IA: inténtalo de nuevo más tarde.
fr: Erreur IA : veuillez réessayer plus tard.
it: Errore AI: riprova più tardi.

# rep_day_ai_limit
source: You have reached the daily AI request limit.
de: Du hast das tägliche Limit für KI-Anfragen erreicht.
es: Has alcanzado el límite diario de solicitudes de IA.
fr: Vous avez atteint la limite quotidienne de requêtes IA.
it: Hai raggiunto il limite giornaliero di richieste AI.

# rep_day_ai_response
source: AI response:
de: KI-Antwort:
es: Respuesta IA:
fr: Réponse IA:
it: Risposta AI:

# rep_day_ai_info
source: The AI response will appear here.
de: Hier erscheint die Antwort der KI.
es: Aquí aparecerá la respuesta de la IA.
fr: La réponse de l'IA apparaîtra ici.
it: Qui apparirà la risposta dell'AI.

# rep_day_ai_error_01
source: No response available
de: Keine Antwort verfügbar
es: Ninguna respuesta disponible
fr: Aucune réponse disponible
it: Nessuna risposta disponibile

# rep_day_ai_error_02
source: remaining
de: verbleibend
es: restan
fr: restent
it: restano

# rep_day_ai_error_03
source: I analysis not available for your plan.
de: KI-Analyse für deinen Plan nicht verfügbar.
es: Análisis de IA no disponible para tu plan.
fr: Analyse IA non disponible pour votre plan.
it: Analisi AI non disponibile per il tuo piano.

# rep_day_ai_error_04
source: To use AI you must first enable consent in settings.
de: Um KI zu verwenden, musst du zuerst die Zustimmung in den Einstellungen aktivieren.
es: Para usar la IA primero debes activar el consentimiento en la configuración.
fr: Pour utiliser l’IA, vous devez d’abord activer le consentement dans les paramètres.
it: Per usare l’AI devi prima attivare il consenso nelle impostazioni.

# rep_day_ai_error_05
source: AI function not available at this time.
de: KI-Funktion derzeit nicht verfügbar.
es: Función de IA no disponible en este momento.
fr: Fonction IA non disponible pour le moment.
it: Funzione AI non disponibile in questo momento.

# rep_week_insight_empty
source: This week shows no recurring routes. Keep using MoveUP to discover your habits.
de: Diese Woche gibt es keine wiederkehrenden Routen. Nutzen Sie MoveUP weiter, um Ihre Gewohnheiten zu erkennen.
es: Esta semana no emergen rutas recurrentes. Sigue usando MoveUP para identificar tus hábitos.
fr: Cette semaine, aucun itinéraire récurrent n'apparaît. Continuez à utiliser MoveUP pour découvrir vos habitudes.
it: Questa settimana non emergono percorsi ricorrenti. Continua a usare MoveUP per individuare le tue abitudini.

# rep_week_insight_01
source: You followed the same route on {count} different days ({days}). This indicates a possible movement habit.
de: Sie sind die gleiche Route an {count} verschiedenen Tagen gefolgt ({days}). Dies deutet auf eine mögliche Bewegungsgewohnheit hin.
es: Has seguido la misma ruta en {count} días diferentes ({days}). Esto indica un posible hábito de desplazamiento.
fr: Vous avez suivi le même itinéraire pendant {count} jours différents ({days}). Cela indique une possible habitude de déplacement.
it: Hai seguito lo stesso percorso in {count} giorni diversi ({days}). Questo indica una possibile abitudine di spostamento.

# rep_week_insight_02
source: A route repeated {count} times ({days}). It could be a forming routine.
de: Eine Route hat sich {count} Mal wiederholt ({days}). Es könnte sich um eine sich bildende Routine handeln.
es: Una ruta se ha repetido {count} veces ({days}). Podría tratarse de una rutina en formación.
fr: Un itinéraire s'est répété {count} fois ({days}). Il pourrait s'agir d'une routine en formation.
it: Un percorso si è ripetuto {count} volte ({days}). Potrebbe trattarsi di una routine in formazione.

# rep_week_insight_03
source: MoveUP can analyze your weekly movement habits.
de: MoveUP kann deine wöchentlichen Bewegungsgewohnheiten analysieren.
es: MoveUP puede analizar tus hábitos de desplazamiento semanalmente.
fr: MoveUP peut analyser vos habitudes de déplacement hebdomadaires.
it: MoveUP può analizzare le tue abitudini di spostamento settimanali.

# rep_week_insight_04
source: What does this week reveal
de: Was diese Woche zeigt
es: Qué revela esta semana
fr: Ce que révèle cette semaine
it: Cosa rivela questa settimana

# rep_week_insight_05
source: MoveUP thinks:
de: MoveUP denkt:
es: MoveUP piensa:
fr: MoveUP pense :
it: MoveUP pensa:

# rep_week_insight_06
source: MoveUP is analyzing...
de: MoveUP analysiert...
es: MoveUP está analizando...
fr: MoveUP analyse...
it: MoveUP elabora ...

# rep_week_insight_07
source: MoveUP’s insight will appear here.
de: Hier erscheint die Analyse von MoveUP.
es: Aquí aparecerá el análisis de MoveUP.
fr: L’analyse de MoveUP apparaîtra ici.
it: Qui apparirà la risposta di MoveUP.

# storico_01
source: Choose how much history you want to keep. The rest grows with you.
de: Wähle, wie viel Verlauf du behalten möchtest. Der Rest wächst mit dir.
es: Elige cuánto historial quieres conservar. El resto crece contigo.
fr: Choisissez la durée d’historique à conserver. Le reste grandit avec vous.
it: Scegli quanto storico vuoi tenere. Il resto cresce con te.

# storico_02
source: Free (Anonymous)
de: Free (Anonym)
es: Free (Anónimo)
fr: Free (Anonyme)
it: Free (Anonimo)

# storico_03
source: Use the app without signing up. Your location can also be collected in the background to calculate, in real time, distance traveled, time in movement and pause moments. Data stays only on your device, is valid for the current day, and is deleted automatically every day. Features: live tracking and daily summary.
de: Nutze die App ohne Registrierung. Dein Standort kann auch im Hintergrund erfasst werden, um in Echtzeit die zurückgelegte Strecke, die Bewegungszeit und die Pausen zu berechnen. Die Daten bleiben nur auf deinem Gerät, gelten nur für den aktuellen Tag und werden jeden Tag automatisch gelöscht. Funktionen: Live-Tracking und Tagesübersicht.
es: Usa la app sin registrarte. La ubicación también puede recogerse en segundo plano para calcular, en tiempo real, la distancia recorrida, el tiempo en movimiento y los momentos de pausa. Los datos se guardan solo en tu dispositivo, valen solo para el día en curso y se eliminan automáticamente cada día. Funciones: seguimiento en vivo y resumen del día.
fr: Utilise l’app sans t’inscrire. Ta position peut aussi être relevée en arrière-plan pour calculer en temps réel la distance parcourue, le temps en mouvement et les moments d’arrêt. Les données restent uniquement sur ton appareil, ne valent que pour la journée en cours et sont supprimées automatiquement chaque jour. Fonctions : suivi en direct et récapitulatif de la journée.
it: Usa l’app senza registrarti. La posizione può essere rilevata anche in background per calcolare in tempo reale distanza percorsa, tempo in movimento e momenti di sosta. I dati restano solo sul tuo dispositivo, valgono solo per la giornata in corso e vengono cancellati automaticamente ogni giorno. Funzioni: tracking live e riepilogo del giorno.

# storico_04
source: Start (Registered)
de: Start (Registriert)
es: Start (Registrado)
fr: Start (Enregistré)
it: Start (Registrato)

# storico_05
source: Free account with 7-day history. Features: live and background tracking, cloud backup, sync across devices, notifications.
de: Kostenloses Konto mit 7-Tage-Verlauf. Funktionen: Live- und Hintergrund-Tracking, Cloud-Backup, Synchronisierung über mehrere Geräte, Benachrichtigungen.
es: Cuenta gratuita con historial de 7 días. Funciones: seguimiento en vivo y en segundo plano, copia de seguridad en la nube, sincronización en varios dispositivos, notificaciones.
fr: Compte gratuit avec 7 jours d’historique. Fonctions : suivi en direct et en arrière-plan, sauvegarde cloud, synchronisation multi-appareils, notifications.
it: Account gratuito con storico 7 giorni. Funzioni: tracking live e in background, backup cloud, sincronizzazione su più dispositivi, notifiche.

# storico_06
source: Basic — 30 days (Paid)
de: Basic — 30 Tage (Kostenpflichtig)
es: Basic — 30 días (De pago)
fr: Basic — 30 jours (Payant)
it: Basic — 30 giorni (Pagamento)

# storico_07
source: 30-day history. Features: advanced daily timeline, per-level metrics (still/slow/fast), repeated places and routes.
de: 30-Tage-Verlauf. Funktionen: erweiterte Tageschronik, Metriken pro Niveau (still/langsam/schnell), wiederkehrende Orte und Routen.
es: Historial de 30 días. Funciones: cronología diaria avanzada, métricas por nivel (quieto/lento/rápido), lugares y rutas repetidas.
fr: Historique de 30 jours. Fonctions : chronologie quotidienne avancée, métriques par niveau (immobile/lent/rapide), lieux et itinéraires récurrents.
it: Storico di 30 giorni. Funzioni: timeline giornaliera avanzata, metriche per livello (fermo/lento/veloce), luoghi e percorsi ripetuti.

# storico_08
source: Plus — 180 days (Paid)
de: Plus — 180 Tage (Kostenpflichtig)
es: Plus — 180 días (De pago)
fr: Plus — 180 jours (Payant)
it: Plus — 180 giorni (Pagamento)

# storico_09
source: 6-month history. Features: everything in Basic + analysis of recurring routes/places with weekly/monthly summaries.
de: 6-Monats-Verlauf. Funktionen: alles aus Basic + Analyse wiederkehrender Routen/Orte mit Wochen-/Monatsübersichten.
es: Historial de 6 meses. Funciones: todo lo de Basic + análisis de rutas/lugares recurrentes con resúmenes semanales/mensuales.
fr: Historique de 6 mois. Fonctions : tout ce qui est dans Basic + analyse des trajets/lieux récurrents avec récapitulatifs hebdomadaires/mensuels.
it: Storico di 6 mesi. Funzioni: tutto di Basic + analisi dei percorsi/luoghi ricorrenti con riepiloghi settimanali/mensili.

# storico_10
source: Pro — 365 days (Paid)
de: Pro — 365 Tage (Kostenpflichtig)
es: Pro — 365 días (De pago)
fr: Pro — 365 jours (Payant)
it: Pro — 365 giorni (Pagamento)

# storico_11
source: 1-year history. Features: advanced reports, detailed filters, priority support, no ads.
de: 1-Jahres-Verlauf. Funktionen: erweiterte Berichte, detaillierte Filter, priorisierter Support, keine Werbung.
es: Historial de 1 año. Funciones: informes avanzados, filtros detallados, soporte prioritario, sin publicidad.
fr: Historique d’un an. Fonctions : rapports avancés, filtres détaillés, support prioritaire, sans publicité.
it: Storico di 1 anno. Funzioni: report avanzati, filtri dettagliati, supporto prioritario, niente pubblicità.

# storico_12
source: Privacy note:
de: Hinweis zum Datenschutz:
es: Nota de privacidad:
fr: Note de confidentialité :
it: Nota privacy:

# storico_13
source: The app may collect your location in the background to calculate your trips, distance traveled and time in movement. You can change or withdraw consent at any time. Without tracking consent we do not store locations. If you use the app in anonymous mode (no registration), data stays only on the device and is automatically deleted at the end of the day: we do not keep history of previous days and we do not link locations to a personal profile.
de: Die App kann deinen Standort auch im Hintergrund erfassen, um deine Wege, die zurückgelegte Strecke und die Bewegungszeit zu berechnen. Du kannst deine Einwilligungen jederzeit ändern oder widerrufen. Ohne Einwilligung zum Tracking speichern wir keine Positionen. Wenn du die App im anonymen Modus (ohne Registrierung) nutzt, bleiben die Daten nur auf dem Gerät und werden am Tagesende automatisch gelöscht: Wir führen keinen Verlauf älterer Tage und ordnen Positionen keinem persönlichen Profil zu.
es: La app puede registrar tu ubicación también en segundo plano para calcular tus desplazamientos, la distancia recorrida y el tiempo en movimiento. Puedes cambiar o retirar los consentimientos en cualquier momento. Sin consentimiento al seguimiento no guardamos ninguna posición. Si usas la app en modo anónimo (sin registro), los datos se quedan solo en el dispositivo y se eliminan automáticamente al final del día: no mantenemos historial de días anteriores ni asociamos las posiciones a un perfil personal.
fr: L’app relève ta position également en arrière-plan pour calculer tes déplacements, la distance parcourue et le temps en mouvement. Tu peux modifier ou retirer tes consentements à tout moment. Sans consentement au suivi, nous n’enregistrons pas ta position. Si tu utilises l’app en mode anonyme (sans inscription), les données restent uniquement sur l’appareil et sont supprimées automatiquement en fin de journée : nous ne gardons pas d’historique des jours précédents et nous n’associons pas les positions à un profil personnel.
it: L’app rileva la tua posizione anche in background per calcolare i tuoi spostamenti, la distanza percorsa e il tempo in movimento. Puoi cambiare o revocare i consensi in qualsiasi momento. Senza consenso al tracking non registriamo posizioni. Se usi l’app in modalità anonima (senza registrazione) i dati restano solo sul dispositivo e vengono eliminati automaticamente alla fine della giornata: non teniamo storico dei giorni precedenti e non associamo le posizioni a un profilo personale.

# storico_14
source: ⏳ Loading data…
de: ⏳ Daten werden geladen…
es: ⏳ Cargando datos…
fr: ⏳ Chargement des données…
it: ⏳ Caricamento dati…

# form_crono_01
source: Activity
de: Aktivität
es: Actividad
fr: Activité
it: Attività

# form_crono_02
source: Activity Summary
de: Aktivitätsübersicht
es: Resumen de actividad
fr: Résumé d’activité
it: Riepilogo attività

# form_crono_03
source: Welcome,
de: Willkommen,
es: Bienvenido,
fr: Bienvenue,
it: Benvenuto,

# form_crono_04
source: Summary for last 7 days
de: Zusammenfassung der letzten 7 Tage
es: Resumen últimos 7 días
fr: Récapitulatif des 7 derniers jours
it: Riepilogo ultimi 7 giorni

# form_crono_05
source: No sessions recorded
de: Keine Sitzung aufgezeichnet
es: Ninguna sesión registrada
fr: Aucune session enregistrée
it: Nessuna sessione registrata

# form_crono_06
source: Level
es: Nivel
fr: Niveau
it: Livello

# form_crono_07
source: View details
de: Details anzeigen
es: Ver detalles
fr: Voir détails
it: Visualizza dettagli

# form_crono_08
source: Level details
es: Detalles Nivel
fr: Détails Niveau
it: Dettagli Livello

# form_crono_09
source: Details for level
de: Details für Level
es: Detalles para el Nivel
fr: Détails pour le Niveau
it: Dettagli per il Livello

# form_crono_10
source: Summary from 8 to 14 days
de: Zusammenfassung von 8 bis 14 Tagen
es: Resumen de 8 a 14 días
fr: Récapitulatif de 8 à 14 jours
it: Riepilogo da 8 a 14 giorni

# form_crono_11
source: Weekly comparison
de: Wöchentlicher Vergleich
es: Comparación semanal
fr: Comparaison hebdomadaire
it: Confronto settimanale

# dashboard_msg
source: Go to Profile and register. You will have your typical week
de: Gehe zu Profil und registriere dich. Du wirst deine typische Woche haben.
es: Ve a Perfil y regístrate. Tendrás tu semana tipo
fr: Allez dans Profil et inscrivez-vous. Vous aurez votre semaine type
it: Vai su Profilo e registrati. Avrai la tua settimana tipo

# imposta_page_studente
source: Student
es: Estudiante
fr: Étudiant
it: Studente

# imposta_page_impiegato
source: Employee
de: Angestellter
es: Empleado
fr: Employé
it: Impiegato

# imposta_page_libero
source: Freelancer
de: Selbstständig
es: Profesional
fr: Travailleur
it: Professionista

# imposta_page_disoccupato
source: Unemployed
de: Arbeitslos
es: Desempleado
fr: Chômeur
it: Disoccupato

# imposta_page_pensionato
source: Retired
de: Rentner
es: Jubilado
fr: Retraité
it: Pensionato

# imposta_page_altro
source: Other
de: Andere
es: Otro
fr: Autre
it: Altro

# imposta_page_lista
source: Student,Employee,Freelancer,Unemployed,Retired,Other
de: Student,Angestellter,Selbstständig,Arbeitslos,Rentner,Andere
es: Estudiante,Empleado,Profesional,Desempleado,Jubilado,Otro
fr: Étudiant,Employé,Travailleur,Chômeur,Retraité,Autre
it: Studente,Impiegato,Professionista,Disoccupato,Pensionato,Altro

# imposta_page_miei
source: My personal data
de: Meine persönlichen Daten
es: Mis datos personales
fr: Mes données personnelles
it: I miei dati personali

# imposta_page_notifiche
source: Active notifications
de: Aktive Benachrichtigungen
es: Notificaciones activas
fr: Notifications actives
it: Notifiche attive

# imposta_page_consenso
source: Privacy consent
de: Datenschutzeinwilligung
es: Consentimiento de privacidad
fr: Consentement confidentialité
it: Consenso privacy

# imposta_page_marketing
source: Marketing consent
de: Marketing-Einwilligung
es: Consentimiento de marketing
fr: Consentement marketing
it: Consenso marketing

# imposta_page_premi
source: Contest & rewards consent
de: Gewinnspiel-Einwilligung
es: Consentimiento de premios
fr: Consentement récompenses
it: Consenso premi

# imposta_page_datac
source: Consent date
de: Einwilligungsdatum
es: Fecha consentimiento
fr: Date consentement
it: Data consenso

# imposta_page_frequenza
source: Tracking frequency (sec)
de: Tracking-Frequenz (Sek.)
es: Tasa de detección (seg)
fr: Taux de détection (sec)
it: Frequenza tracciamento (sec)

# imposta_page_piani
source: Subscription plans
de: Abonnementpläne
es: Planes de suscripción
fr: Plans d’abonnement
it: Piani abbonamento

# imposta_page_importo
source: Amount:
de: Betrag:
es: Importe:
fr: Montant :
it: Importo:

# imposta_page_durata
source: Duration:
de: Dauer:
es: Duración:
fr: Durée :
it: Durata:

# imposta_page_cancella
source: Data deletion: after
de: Datenlöschung: nach
es: Eliminación de datos: después de
fr: Suppression des données : après
it: Cancellazione dati: dopo

# imposta_page_save
source: Save changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
it: Salva modifiche

# imposta_page_mess1
source: Personal data updated!
de: Persönliche Daten aktualisiert!
es: ¡Datos personales actualizados!
fr: Données personnelles mises à jour !
it: Dati personali aggiornati!

# imposta_page_mess3
source: Unable to update.
de: Aktualisierung nicht möglich.
es: No se pudo actualizar.
fr: Impossible de mettre à jour.
it: Impossibile aggiornare.

# imposta_page_mess4
source: Network error.
de: Netzwerkfehler.
es: Error de red.
fr: Erreur réseau.
it: Errore di rete.

# imposta_page_mess5
source: Settings updated!
de: Einstellungen aktualisiert!
es: ¡Configuraciones actualizadas!
fr: Paramètres mis à jour !
it: Impostazioni aggiornate!

# imposta_page_mess6
source: Data saved!
de: Daten gespeichert!
es: ¡Datos guardados!
fr: Données enregistrées !
it: Dati salvati!

# imposta_page_ai
source: AI Consent
de: KI-Zustimmung
es: Consentimiento IA
fr: Consentement IA
it: Consenso AI

# footer_page_diritti
source: © 2025 MoveUP - All rights reserved
de: © 2025 MoveUP - Alle Rechte vorbehalten
es: © 2025 MoveUP - Todos los derechos reservados
fr: © 2025 MoveUP - Tous droits réservés
it: © 2025 MoveUP - Tutti i diritti riservati

# footer_page_versione
source: App version:
es: Versión app:
fr: Version app :
it: Versione app:

# rep_day_export_locked
source: Sharing requires START/BASIC/PLUS/PRO
de: Teilen erfordert START/BASIC/PLUS/PRO
es: Compartir requiere START/BASIC/PLUS/PRO
fr: Le partage nécessite START/BASIC/PLUS/PRO
it: La condivisione richiede START/BASIC/PLUS/PRO

# rep_day_function_ai
source: Functions available with START/BASIC/PLUS/PRO
de: Funktionen verfügbar mit START/BASIC/PLUS/PRO
es: Funciones disponibles con START/BASIC/PLUS/PRO
fr: Fonctions disponibles avec START/BASIC/PLUS/PRO
it: Funzioni disponibili con START/BASIC/PLUS/PRO

# msg_abilitato_01
source: Sign up to see today's distribution
de: Registriere dich, um die heutige Verteilung zu sehen
es: Registra tu perfil para ver tus datos de hoy.
fr: Inscris ton profil pour voir tes données d'aujourd'hui.
it: Registrati per vedere la distribuzione di oggi

# msg_abilitato_02
source: Timeline available with BASIC. Please sign up first.
de: Zeitleiste mit BASIC verfügbar. Registriere dich zuerst.
es: Registra tu perfil para ver tus datos de hoy.
fr: Inscris ton profil pour voir tes données d'aujourd'hui.
it: Timeline disponibile con BASIC. Prima registrati.

# crono_msg_01
source: Sign up to view today's route.
de: Registriere dich, um die Route des Tages zu sehen.
es: Registra tu perfil para ver tus datos de hoy.
fr: Inscris ton profil pour voir tes données d'aujourd'hui.
it: Registrati per vedere il percorso del giorno.

# crono_msg_02
source: Your plan allows up to
de: Dein Tarif erlaubt bis zu
es: Tu plan permite hasta
fr: Votre offre permet jusqu’à
it: Il tuo piano consente fino a

# crono_msg_03
source: days of history.
de: Tage Verlauf.
es: días de historial.
fr: jours d’historique.
it: giorni di storico.
