Repository: EnzoNespoli/MoveUp
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it

# crono_msg_04
source: Route not available. Try again.
de: Route nicht verfügbar. Bitte versuche es erneut.
es: Recorrido no disponible. Inténtalo de nuevo.
fr: Parcours indisponible. Réessayez.
it: Percorso non disponibile. Riprova.

# crono_msg_05
source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto

# card_percorso_1
source: Select date
de: Datum auswählen
es: Selecciona fecha
fr: Sélectionner une date
it: Seleziona data

# card_percorso_2
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

# card_percorso_4
source: Route for
de: Strecke vom
es: Recorrido del
fr: Parcours du
it: Percorso del

# card_percorso_5
source: No movement on this date
de: Keine Bewegung an diesem Tag
es: No hay movimiento en esta fecha
fr: Aucun déplacement à cette date
it: Nessun movimento in questa data

# imposta_page_funzioni
source: Active features:
de: Aktive Funktionen:
es: Funzioni attive
fr: Fonctions actives :
it: Funzioni attive:

# feat_tracking_live
source: Live tracking
es: Registro de ubicación en vivo
fr: Enregistrement de la position en direct
it: Tracciamento live

# feat_report_basic
source: Daily report (basic)
de: Tagesbericht (Basis)
es: Report giornaliero (base)
fr: Rapport quotidien (de base)
it: Report giornaliero (base)

# feat_report_advanced
source: Advanced daily timeline
de: Erweiterte Tages-Timeline
es: Timeline giornaliera avanzata
fr: Chronologie quotidienne avancée
it: Timeline giornaliera avanzata

# feat_places_routes
source: Places & repeated routes
de: Wiederholte Orte und Routen
es: Luoghi e percorsi ripetuti
fr: Lieux et trajets répétés
it: Luoghi e percorsi ripetuti

# feat_export_gpx
source: GPX export
es: Esportazione GPX
fr: Export GPX
it: Esportazione GPX

# feat_export_csv
source: CSV export
es: Esportazione CSV
fr: Export CSV
it: Esportazione CSV

# feat_notifications
source: Notifications
de: Benachrichtigungen
es: Notifiche
it: Notifiche

# feat_backup_cloud
source: Cloud backup
es: Backup cloud
fr: Sauvegarde cloud
it: Backup cloud

# feat_rewards
source: Rewards
de: Prämien
es: Premi
fr: Récompenses
it: Premi

# feat_priority_support
source: Priority support
de: Priorisierter Support
es: Supporto prioritario
fr: Support prioritaire
it: Supporto prioritario

# feat_no_ads
source: No ads
de: Keine Werbung
es: Senza banner pubblicitari
fr: Sans publicité
it: Senza banner pubblicitari

# feat_history_days
source: Viewable history
de: Verfügbare Historie
es: Storico consultabile
fr: Historique disponible
it: Storico consultabile

# feat_ai_enabled
source: AI enabled
de: AI aktiviert
es: AI habilitada
fr: AI activée
it: AI abilitata

# feat_ai_daily_limit
source: AI daily limit
de: Tägliches AI-Limit
es: ímite diario de AI
fr: Limite quotidienne AI
it: Limite giornaliero AI

# feat_ai_scope
source: AI scope
de: AI-Bereich
es: Ámbito de AI
fr: Portée AI
it: Ambito AI

# feat_ai
source: AI features
de: AI-Funktionen
es: Funciones AI
fr: Fonctions AI
it: Funzioni AI

source: days
de: Tage
es: giorni
fr: jours
it: giorni

# feat_gps
source: Plan GPS parameters
de: GPS-Parameter des Tarifs
es: Parámetros de grabación del plan
fr: Paramètres d'enregistrement du forfait
it: Parametri GPS del piano

# feat_gps_sample_sec
source: Sampling (seconds)
de: Abtastrate (Sekunden)
es: Muestreo (segundos)
fr: Échantillonnage (secondes)
it: Campionamento (secondi)

# feat_gps_min_distance_m
source: Minimum distance (meters)
de: Mindestentfernung (Meter)
es: Distancia mínima (metros)
fr: Distance minimale (mètres)
it: Distanza minima (metri)

# feat_gps_upload_sec
source: Batch upload (seconds)
de: Batch-Upload (Sekunden)
es: Carga por lotes (segundos)
fr: Envoi en lot (secondes)
it: Invio in batch (secondi)

# feat_gps_background
source: Background tracking
de: Hintergrund-Tracking
es: Detección en segundo plano
fr: Détection en arrière-plan
it: Tracciamento in background

# gps_accuracy_mode
source: Accuracy mode
de: Genauigkeitsmodus
es: Modo de precisión
fr: Mode de précision
it: Modalità precisione

# feat_gps_max_acc_m
source: Maximum accuracy (meters)
de: Maximale Genauigkeit (Meter)
es: Precisión máxima (metros)
fr: Précision maximale (mètres)
it: Massima accuratezza (metri)

# feat_gps_accuracy_mode
source: Accuracy mode
de: Genauigkeitsmodus
es: Modo de precisión
fr: Mode de précision
it: Modalità precisione

# accuracy_low
source: Low
de: Niedrig
es: Baja
fr: Faible
it: Bassa

# accuracy_balanced
source: Balanced
de: Ausgewogen
es: Equilibrada
fr: Équilibré
it: Bilanciata

# accuracy_high
source: High
de: Hoch
es: Alta
fr: Élevé
it: Alta

# accuracy_best
source: Best
de: Maximal
es: Máxima
fr: Optimal
it: Massima

# unit_seconds
source: seconds
de: Sekunden
es: segundos
fr: secondes
it: secondi

# unit_meters
source: meters
de: Meter
es: metros
fr: mètres
it: metri

# gps_next_fix
source: Next fix in {s}s
de: Nächster Fix in {s}s
es: Próxima lectura en {s}s
fr: Prochaine mesure dans {s}s
it: Prossima rilevazione tra {s}s

# escl_prog_01
source: Scheduled exclusions
de: Geplante Ausschlüsse
es: Exclusiones programadas
fr: Exclusions programmées
it: Esclusioni programmate

# escl_prog_02
source: Exclusions available on Basic and above
de: Ausschlüsse nur ab Tarif Basic verfügbar
es: Exclusiones disponibles solo a partir del plan Basic
fr: Exclusions disponibles à partir du niveau Basic
it: Esclusioni disponibili solo da Livello Basic

# escl_prog_03
source: Add exclusion
de: Ausschluss hinzufügen
es: Añadir exclusión
fr: Ajouter une exclusion
it: Aggiungi esclusione

# escl_prog_04
source: No scheduled exclusions configured.
de: Keine geplanten Ausschlüsse eingerichtet.
es: No hay exclusiones programadas configuradas.
fr: Aucune exclusion programmée n’est configurée.
it: Nessuna esclusione programmata impostata.

# escl_prog_05
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica

# escl_prog_06
source: New exclusion
de: Neuer Ausschluss
es: Nueva exclusión
fr: Nouvelle exclusion
it: Nuova esclusione

# escl_prog_07
source: Edit exclusion
de: Ausschluss bearbeiten
es: Editar exclusión
fr: Modifier l’exclusion
it: Modifica esclusione

# escl_prog_08
source: Start time
de: Startzeit
es: Hora de inicio
fr: Heure de début
it: Ora inizio

# escl_prog_09
source: End time
de: Endzeit
es: Hora de fin
fr: Heure de fin
it: Ora fine

# escl_prog_10
source: Notes
de: Notizen
es: Notas
it: Note

# escl_prog_11
source: Active
de: Aktiv
es: Activa
fr: Activée
it: Attiva

# escl_prog_12
source: Active days:
de: Aktive Tage:
es: Días activos:
fr: Jours actifs :
it: Giorni attivi:

# escl_prog_13
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

# escl_prog_14
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva

# verifica_mail_titolo
source: Verify your email
de: Verifiziere deine E-Mail
es: Verifica tu correo electrónico
fr: Vérifiez votre adresse e-mail
it: Verifica la tua email

# verifica_mail_testo1
source: Check your inbox and click the verification link.
de: Überprüfe deine E-Mails und klicke auf den Verifizierungslink.
es: Revisa tu bandeja de entrada y haz clic en el enlace de verificación.
fr: Consultez votre boîte de réception et cliquez sur le lien de vérification.
it: Controlla la posta e clicca sul link di verifica.

# verifica_mail_testo2
source: Once you've verified, return to the login to sign in.
de: Wenn du verifiziert hast, gehe zurück zur Anmeldung, um dich anzumelden.
es: Cuando hayas verificado, vuelve a la página de inicio de sesión para acceder.
fr: Une fois vérifié, revenez à la page de connexion pour vous connecter.
it: Quando hai verificato, torna al login per accedere.

# verifica_mail_testo3
source: Once you've verified, return to the login to sign in.
de: Wenn du verifiziert hast, gehe zurück zur Anmeldung, um dich anzumelden.
es: Cuando hayas verificado, vuelve a la página de inicio de sesión para acceder.
fr: Une fois vérifié, revenez à la page de connexion pour vous connecter.
it: Quando hai verificato, torna al login per accedere.

# verifica_mail_testo4
source: I've verified, go to the dashboard
de: Ich habe verifiziert, gehe zurück zum Dashboard.
es: He verificado, volver al panel
fr: J’ai vérifié, aller au tableau de bord
it: Ho verificato, torna alla dashboard

# verifica_mail_erro1
source: Email sent!
de: -Mail gesendet!
es: ¡Correo enviado!
fr: E-mail envoyé !
it: Email inviata!

# verifica_mail_erro2
source: Failed to send the email.
de: Fehler beim Senden der E-Mail.
es: Error al enviar el correo.
fr: Erreur lors de l’envoi de l’e-mail.
it: Errore invio email.

# verifica_mail_button
source: Resend email
de: E-Mail erneut senden
es: Reenviar correo
fr: Renvoyer l’e-mail
it: Reinvia email

# acquisto_piano_conferma
source: Confirm purchase
de: Kauf bestätigen
es: Confirmar compra
fr: Confirmer l’achat
it: Conferma acquisto

# acquisto_piano_info
source: Your information.
de: Ihre Informationen.
es: Tu información.
fr: Vos informations.
it: Le tue informazioni.

# acquisto_piano_id
source: User ID:
de: Benutzer-ID:
es: ID de usuario:
fr: ID utilisateur :
it: ID utente:

# acquisto_piano_nome
source: Name:
es: Nombre:
fr: Nom :
it: Nome:

# acquisto_piano_mail
source: Email:
es: Correo electrónico:
fr: Adresse e-mail :

# acquisto_piano_durata
source: Duration:
de: Dauer:
es: Duración:
fr: Durée :
it: Durata:

# acquisto_piano_pagamento
source: Proceed to payment
de: Zur Zahlung fortfahren
es: Proceder al pago
fr: Procéder au paiement
it: Procedi con pagamento

# acquisto_piano_stripe
source: You will be redirected to Stripe...
de: Sie werden zu Stripe weitergeleitet...
es: Serás redirigido a Stripe...
fr: Vous serez redirigé vers Stripe...
it: Verrai indirizzato su Stripe...

# acquisto_piano_google
source: You will be redirected to Google...
de: Sie werden zu Google weitergeleitet...
es: Serás redirigido a Google...
fr: Vous serez redirigé vers Google...
it: Verrai indirizzato su Google...

# acquisto_piano_nopaga
source: Payment not started:
de: Zahlung nicht gestartet:
es: Pago no iniciado:
fr: Paiement non démarré :
it: Pagamento non avviato:

# acquisto_piano_attivo
source: Plan activated!
de: Abo aktiviert!
es: ¡Plan activado!
fr: Abonnement activé !
it: Piano attivato!

# card_settimana
source: Week
de: Woche
es: Semana
fr: Semaine
it: Settimana

# card_gio_today
source: Now
de: Jetzt
es: Ahora
fr: Maintenant
it: Adesso

# card_gio_lunedi
source: Monday
de: Montag
es: Lunes
fr: Lundi
it: Lunedì

# card_gio_martedi
source: Tuesday
de: Dienstag
es: Martes
fr: Mardi
it: Martedì

# card_gio_mercoledi
source: Wednesday
de: Mittwoch
es: Miércoles
fr: Mercredi
it: Mercoledì

# card_gio_giovedi
source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi
it: Giovedì

# card_gio_venerdi
source: Friday
de: Freitag
es: Viernes
fr: Vendredi
it: Venerdì

# card_gio_sabato
source: Saturday
de: Samstag
es: Sábado
fr: Samedi
it: Sabato

# card_gio_domenica
source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
it: Domenica

# today_title
source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
it: Oggi

# today_title_closed
source: Today — day finished
de: Heute — Tag abgeschlossen
es: Hoy — jornada terminada
fr: Aujourd’hui — journée terminée
it: Oggi — giornata conclusa

# badge_partial
source: Partial data
de: Teilweise Daten
es: Datos parciales
fr: Données partielles
it: Dati parziali

# kpi_active
source: Time in movement
de: Bewegungszeit
es: Tiempo en movimiento
fr: Temps en mouvement
it: Tempo in movimento

# kpi_sedentary
source: Pauses / Stopped
de: Pausen / Angehalten
es: Pausas / En pausa
fr: Pause / À l’arrêt
it: Pause / Fermo

# no_data_msg
source: We don’t have any data for today yet.
de: Für heute liegen noch keine Daten vor.
es: Aún no tenemos datos para hoy.
fr: Nous n’avons pas encore de données pour aujourd’hui.
it: Non abbiamo ancora dati per oggi.

# check_location
source: Location permissions
de: Standortberechtigungen
es: Permisos de ubicación
fr: Autorisations de localisation
it: Permessi posizione

# check_battery
source: Battery saver
de: Energiesparmodus
es: Ahorro de batería
fr: Économie d’énergie
it: Risparmio batteria

# check_gps
source: GPS status
es: Estado del GPS
fr: Statut GPS
it: Stato GPS

# insight_quality
source: We’re missing data due to battery saver. Tap to fix.
de: Wegen Energiesparmodus fehlen Daten. Tippen, um zu beheben.
es: Estamos perdiendo datos por el ahorro de batería. Toca para corregirlo.
fr: Nous perdons des données à cause de l’économiseur de batterie. Touchez pour corriger.
it: Stiamo perdendo dati per il risparmio batteria. Tocca per sistemare.

# insight_goal_hit
source: You reached your planned movement time today.
de: Du hast die geplante Bewegungszeit für heute erreicht.
es: ¡Objetivo logrado 🎯! ¡Buen trabajo!
fr: Tu as atteint le temps de mouvement prévu aujourd’hui.
it: Hai raggiunto il tempo di movimento previsto oggi.

# insight_goal_missing
source: You’re {v1} min away from the planned movement time.
de: Dir fehlen {v1} Min bis zur geplanten Bewegungszeit.
es: Te faltan {v1} min para el objetivo.
fr: Il te manque {v1} min pour atteindre le temps de mouvement prévu.
it: Ti mancano {v1} min per il tempo di movimento previsto.

# insight_vs_yesterday
source: Today you’re at {v2}% compared to yesterday.
de: Heute liegst du bei {v2}% im Vergleich zu gestern.
es: Hoy estás al {v2}% respecto a ayer.
fr: Aujourd’hui tu es à {v2}% par rapport à hier.
it: Oggi sei al {v2}% rispetto a ieri.

# fix_qualita_dati
source: Data quality
de: Datenqualität
es: Calidad de datos
fr: Qualité des données
it: Qualità dati

# fix_message
source: Fix these points to avoid data loss.
de: Behebe diese Punkte, um Datenverluste zu vermeiden.
es: Corrige estos puntos para evitar pérdida de datos.
fr: Corrigez ces points pour éviter des pertes de données.
it: Sistema questi punti per evitare perdite di dati.

# fix_permessi
source: Location permissions (Always)
de: Standortberechtigungen (Immer)
es: Permisos de ubicación (Siempre)
fr: Autorisations de localisation (Toujours)
it: Permessi posizione (Sempre)

# fix_permessi_sub
source: Grant “Always” location access
de: Standortzugriff „Immer“ gewähren
es: Concede acceso de ubicación “Siempre”
fr: Accordez l’accès “Toujours” à la localisation
it: Concedi “Sempre” alla posizione

# fix_gps_attivo
source: GPS on and High accuracy
de: GPS aktiv und Hohe Genauigkeit
es: GPS activo y Alta precisión
fr: GPS activé et Haute précision
it: GPS attivo e Alta precisione

# fix_gps_attivo_sub
source: Open Location settings
de: Standort-Einstellungen öffnen
es: Abrir ajustes de Ubicación
fr: Ouvrir les paramètres de Localisation
it: Apri impostazioni Localizzazione

# fix_auto_start
source: Autostart / App protection
de: Autostart / App-Schutz
es: Inicio automático / Protección de apps
fr: Démarrage auto / Protection des apps
it: Autostart / Protezione app

# fix_auto_ricontrolla
source: Re-check
de: Erneut prüfen
es: Volver a comprobar
fr: Vérifier à nouveau
it: Ricontrolla

# fix_battery
source: Disable battery optimization for MoveUP
de: Akkusparmodus für MoveUP deaktivieren
es: Desactiva el ahorro de batería para MoveUP
fr: Désactiver l’économiseur de batterie pour MoveUP
it: Disattiva risparmio batteria per MoveUP

# fix_battery_sub
source: Allow “Ignore battery optimization”
de: „Akkuoptimierung ignorieren“ erlauben
es: Permitir “Ignorar optimización de batería”
fr: Autoriser “Ignorer l’optimisation de la batterie”
it: Consenti “Ignora ottimizzazione batteria”

# fix_vendor_01
source: MIUI: Security → Permissions → Auto-start + Battery saver.
de: MIUI: Sicherheit → Berechtigungen → Autostart + Energiesparen.
es: MIUI: Seguridad → Permisos → Inicio automático + Ahorro de batería.
fr: MIUI : Sécurité → Autorisations → Démarrage auto + Économie d’énergie.
it: MIUI: Sicurezza → Autorizzazioni → Avvio automatico + Risparmio batteria.

# fix_vendor_02
source: EMUI: Settings → Battery → App launch (allow auto-launch & background).
de: EMUI: Einstellungen → Akku → App-Start (Autostart & Hintergrund zulassen).
es: EMUI: Ajustes → Batería → Inicio de apps (permitir inicio y ejecución en segundo plano).
fr: EMUI : Paramètres → Batterie → Lancement d’apps (autoriser démarrage et arrière-plan).
it: EMUI: Impostazioni → Batteria → Avvio app (consenti avvio & background).

# fix_vendor_03
source: ColorOS/Funtouch: Enable Auto-start and remove aggressive optimization.
de: ColorOS/Funtouch: Autostart aktivieren und aggressive Optimierung entfernen.
es: ColorOS/Funtouch: Habilita Inicio automático y quita la optimización agresiva.
fr: ColorOS/Funtouch : Activer le démarrage auto et désactiver l’optimisation agressive.
it: ColorOS/Funtouch: Abilita Avvio automatico e rimuovi ottimizzazione aggressiva.

# fix_vendor_04
source: OnePlus: Battery → Battery optimization → MoveUP → Don’t optimize.
de: OnePlus: Akku → Akkuoptimierung → MoveUP → Nicht optimieren.
es: OnePlus: Batería → Optimización de batería → MoveUP → No optimizar.
fr: OnePlus : Batterie → Optimisation de la batterie → MoveUP → Ne pas optimiser.
it: OnePlus: Batteria → Ottimizzazione batteria → MoveUP → Non ottimizzare.

# fix_vendor_05
source: Samsung: Device care → Battery → Sleeping apps: remove MoveUP.
de: Samsung: Gerätewartung → Akku → Schlafende Apps: MoveUP entfernen.
es: Samsung: Cuidado del dispositivo → Batería → Apps en suspensión: elimina MoveUP.
fr: Samsung : Entretien de l’appareil → Batterie → Apps en veille : retirer MoveUP.
it: Samsung: Cura dispositivo → Batteria → App in sospensione: rimuovi MoveUP.

# fix_vendor_06
source: Check the manufacturer’s Autostart and app protection.
de: Prüfe Autostart und App-Schutz des Herstellers.
es: Revisa el Inicio automático y la protección de apps del fabricante.
fr: Vérifiez le Démarrage auto et la protection des apps du fabricant.
it: Controlla Autostart e protezione app del produttore.

# fix_messag_01
source: Go to Settings → Privacy & security → Location → MoveUP set “Always” and enable “Precise location”. Also check Power saving: it may limit background activity.
de: Gehe zu Einstellungen → Datenschutz & Sicherheit → Standort → MoveUP stelle „Immer“ ein und aktiviere „Präziser Standort“. Prüfe auch Energiesparen: Es kann Hintergrundaktivitäten einschränken.
es: Ve a Ajustes → Privacidad y seguridad → Ubicación → MoveUP establece “Siempre” y activa “Ubicación precisa”. Revisa también Ahorro de energía: podría limitar la actividad en segundo plano.
fr: Allez dans Paramètres → Confidentialité et sécurité → Localisation → MoveUP réglez sur “Toujours” et activez “Position précise”. Vérifiez aussi l’Économie d’énergie : elle peut limiter l’arrière-plan.
it: Vai in Impostazioni → Privacy e sicurezza → Localizzazione → MoveUP imposta “Sempre” e attiva “Posizione precisa”. Controlla anche Risparmio energia: potrebbe ridurre le attività in background.

# fix_chiudi_button
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi

# fix_riduci_button
source: Minimize
de: Reduzieren
es: Reducir
fr: Réduire
it: Riduci

# fix_espandi_button
source: Expand
de: Erweitern
es: Expandir
fr: Développer
it: Espandi

# dettagli
source: Technical details of the day
de: Technische Details des Tages
es: Detalles técnicos del día
fr: Détails techniques du jour
it: Dettagli tecnici del giorno

# posizione
source: Your location
de: Ihr Standort
es: Tu ubicación
fr: Votre position
it: La tua posizione

# export_day
source: Export day data
de: Daten des Tages exportieren
es: Exportar datos del día
fr: Exporter les données du jour
it: Esporta dati del giorno

source: Date parse error
de: Fehler beim Lesen des Datums
es: Error al leer la fecha
fr: Erreur de lecture de la date
it: Errore lettura data

source: Export started...
de: Export gestartet…
es: Exportación iniciada...
fr: Exportation démarrée…
it: Esportazione avviata...

# download_start
source: Download started in browser
de: Download im Browser gestartet
es: Descarga iniciada en el navegador
fr: Téléchargement lancé dans le navigateur
it: Download avviato nel browser

# esportazione_file
source: Export:
es: Exportación:
fr: Exportation :
it: Esportazione:

# errore_http
source: Download error: HTTP
de: Download-Fehler: HTTP
es: Error de descarga: HTTP
fr: Erreur de téléchargement : HTTP
it: Errore download: HTTP

# errore_generico
source: Export error:
de: Exportfehler:
es: Error de exportación:
fr: Erreur d'exportation :
it: Errore esportazione:

# dedica_title
source: Dedicated to…
de: Gewidmet an …
es: Dedicado a…
fr: Dédié à…
it: Dedicato a…

# dedica_testo
source: My wife and Lova, who gave me the strength to get this far. 💚🐾
de: Meine Frau und Lova, die mir die Kraft gegeben haben, bis hierher zu kommen. 💚🐾
es: Mi esposa y Lova, que me dieron la fuerza para llegar hasta aquí. 💚🐾
fr: À ma femme et à Lova, qui m’ont donné la force d’arriver jusqu’ici. 💚🐾
it: Mia moglie e Lova, che mi hanno dato la forza di arrivare fino a qui. 💚🐾

# analisi_oggi
source: Analysis of today
de: Analyse des heutigen Tages
es: Análisis de hoy
fr: Analyse d'aujourd'hui
it: Analisi di oggi

# movimento
source: Movement
de: Bewegung
es: Movimiento
fr: Mouvement
it: Movimento

# non_reg
source: Not registered
de: Nicht registriert
es: No registrado
fr: Non enregistré
it: Non registrato

# parziale
source: Partial
de: Teilweise
es: Parcial
fr: Partiel
it: Parziale

# completo
source: Complete
de: Vollständig
es: Completo
fr: Complet
it: Completo

# dati_incompleti
source: Incomplete data: the phone did not record for about
de: Unvollständige Daten: Das Telefon hat ungefähr
es: Datos incompletos: el teléfono no ha registrado durante aproximadamente
fr: Données incomplètes : le téléphone n’a pas enregistré pendant environ
it: Dati incompleti: il telefono non ha registrato per circa

# ottima_attivita
source: Great activity today
de: Tolle Aktivität heute
es: Muy buena actividad hoy
fr: Excellente activité aujourd’hui
it: Ottima attività oggi

# buona_attivita
source: Good activity, you used part of your day well.
de: Gute Aktivität, du hast einen Teil des Tages gut genutzt.
es: Buena actividad, has aprovechado bien parte del día.
fr: Bonne activité, tu as bien utilisé une partie de ta journée.
it: Buona attività, una parte della giornata l'hai usata bene.

# giorno_statico1
source: Day quite static
de: Ziemlich ruhiger Tag
es: Jornada bastante estática
fr: Journée plutôt statique
it: Giornata piuttosto statica

# giorno_statico2
source: still/pause
es: parado/pausa
fr: immobile/pause
it: fermo/pausa

# attivita_media
source: Average activity.
de: Durchschnittliche Aktivität.
es: Actividad media.
fr: Activité moyenne.
it: Attività nella media.

# attivita_giorno
source: No activity recorded today.
de: Heute keine Aktivität aufgezeichnet.
es: Ninguna actividad registrada hoy.
fr: Aucune activité enregistrée aujourd'hui.
it: Nessuna attività registrata oggi.

# notifiche_testa
source: MoveUP Notifications
de: MoveUP Benachrichtigungen
es: Notificaciones MoveUP
fr: Notifications MoveUP
it: Notifiche MoveUP

# notifiche_segnala
source: Mark all as read
de: Alle als gelesen markieren
es: Marcar todo como leído
fr: Marquer tout comme lu
it: Segna tutte come lette

# notifiche_elimina_tutte
source: Delete all
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutte

# notifiche_conferma
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma

# notifiche_conferma_msg
source: Do you want to delete all notifications?
de: Möchten Sie alle Benachrichtigungen löschen?
es: ¿Quieres eliminar todas las notificaciones?
fr: Voulez-vous supprimer toutes les notifications ?
it: Vuoi eliminare tutte le notifiche?

# notifiche_annulla
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

# notifiche_elimina
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
