Repository: EnzoNespoli/MoveUp
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it

# appSubTitle
source: Your movement assistant
de: Dein Bewegungsassistent
es: Tu asistente de movimiento
fr: Ton assistant de mouvement
it: Il tuo assistente di movimento

source: Subscriptions
de: Abonnements
es: Suscripciones
fr: Abonnements
it: Abbonamenti

# welcomeUser
source: Welcome, {name}!
de: Willkommen, {name}!
es: ¡Bienvenido, {name}!
fr: Bienvenue, {name} !
it: Benvenuto, {name}!

# anonymousUser
source: Guest
de: Anonymer Benutzer
es: Usuario Anónimo
fr: Utilisateur Anonyme
it: Utente Anonimo

# lingua_sistema
source: System language
de: Systemsprache
es: Idioma del sistema
fr: Langue système
it: Lingua di sistema

# priceFree
source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
it: Gratis

# pricePerMonth
source: {price}/month
de: {price}/Monat
es: {price}/mes
fr: {price}/mois
it: {price}/mese

# durationDays
source: {days, plural, one {# day} other {# days}}
es: {days, plural, one {# día} other {# días}}
fr: {days, plural, one {# jour} other {# jours}}
it: {days, plural, one {# giorno} other {# giorni}}

source: Features
de: Funktionen
es: Funciones
fr: Fonctions
it: Funzioni

source: Buy
de: Kaufen
es: Comprar
fr: Acheter
it: Acquista

source: Active
de: Aktiv
es: Activo
fr: Actif
it: Attivo

source: This is your plan!
de: Das ist dein Plan!
es: ¡Este es tu plan!
fr: Ceci est ton plan !
it: Questo è il tuo piano!

# sessionExpired
source: Session expired. Please log in again.
de: Sitzung abgelaufen. Bitte erneut einloggen.
es: Sesión expirada. Inicia sesión de nuevo.
fr: Session expirée. Connecte-toi de nouveau.
it: Sessione scaduta. Effettua di nuovo il login.

# durata_abbonamento
source: Subscription duration:
de: Dauer:
es: Duración:
fr: Durée :
it: Durata:

# onb1
source: Do you really know what your day is like?
de: Weißt du wirklich, wie dein Tag aussieht?
es: ¿Sabes realmente cómo es tu día?
fr: Sais-tu vraiment comment est ta journée ?
it: Cosa fa MoveUP?

# onb2
source: How it works
de: So funktioniert es
es: MoveUP escucha. Tú vives.
fr: MoveUP écoute. Tu vis.
it: Come funziona

# onb2_body
source: • Start tracking • Live your day • Open the daily summary • Share it with whoever you want
de: • Aktiviere das Tracking • Lebe deinen Tag • Öffne die tägliche Übersicht • Teile sie mit wem du möchtest
es: Deja que tu tiempo se cuente.
fr: Laisse ton temps se raconter.
it: • Avvia il tracciamento • Muoviti 10 minuti • Apri il riepilogo serale • Condividilo con chi vuoi

# onb3
source: Start from your time!
de: Beginne mit deiner Zeit!
es: Es tu tiempo.
fr: C'est ton temps.
it: Pronti a iniziare?

# onb3_body
source: Enable tracking and let MoveUP observe your days. You don’t have to do anything differently.
de: Aktiviere das Tracking und lass MoveUP deine Tage beobachten. Du musst nichts anders machen.
es: Esta noche sabrás cómo fue.
fr: Ce soir, tu sauras comment ça s'est passé.
it: Accetta le condizioni e attiva il tracciamento. Registrati GRATIS. Avrai la settimana sotto controllo.

# botton_salta
source: Skip
de: Überspringen
es: Saltar
fr: Passer
it: Salta

# condizioni_uso
source: I have read and accepted the
de: Ich habe die
es: He leído y acepto las
fr: J’ai lu et j’accepte les
it: Ho letto e accettato le

# condizioni_uso2
source: Terms of Use
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d’utilisation
it: Condizioni d'uso

# privacy_policy
source: and the
de: und die
es: y la
fr: et la
it: e la

# privacy_policy2
source: Privacy Policy
de: Datenschutzrichtlinie akzeptiert
es: Política de Privacidad
fr: Politique de Confidentialité

# botton_prosegui
source: Start now!
de: Jetzt starten!
es: ¡Comenzar ahora!
fr: Commencer maintenant !
it: Inizia adesso!

# botton_indietro
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro

# botton_avanti
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti

# errore_001
source: Location permission denied
de: Standorterlaubnis verweigert
es: Permiso de ubicación denegado
fr: Permission de localisation refusée
it: Permesso posizione negato

# errore_002
source: Location permission permanently denied
de: Standorterlaubnis dauerhaft verweigert
es: Permiso de ubicación denegado permanentemente
fr: Permission de localisation refusée définitivement
it: Permesso posizione negato per sempre

# errore_003
source: Error getting location:
de: Fehler beim Abrufen des Standorts:
es: Error al obtener ubicación:
fr: Erreur lors de l’obtention de la localisation :
it: Errore ottenimento posizione:

# errore_004
source: Location service disabled on the device
de: Standortdienst auf dem Gerät deaktiviert
es: Servicio de ubicación deshabilitado en el dispositivo
fr: Service de localisation désactivé sur l’appareil
it: Location service disabilitato sul dispositivo

# user_err01
source: User initialization error:
de: Fehler beim Initialisieren des Benutzers:
es: Error al inicializar usuario:
fr: Erreur d’initialisation de l’utilisateur :
it: Errore inizializza utente:

# user_err02
source: Invalid user
de: Falscher Benutzer
es: Usuario incorrecto
fr: Utilisateur incorrect
it: Utente errato

# user_err03
source: Last login updated for user
de: Letzter Zugriff für Benutzer aktualisiert
es: Último acceso actualizado para el usuario
fr: Dernière connexion mise à jour pour l’utilisateur
it: Ultimo accesso aggiornato per utente

# user_err04
source: Last login update error
de: Fehler beim Aktualisieren des letzten Zugriffs
es: Error al actualizar último acceso
fr: Erreur mise à jour dernière connexion
it: Errore aggiornamento ultimo accesso

# user_err05
source: Login failed
de: Login fehlgeschlagen
es: Inicio de sesión fallido
fr: Échec de connexion
it: Login fallito

# user_err06
source: Login
es: Iniciar sesión
fr: Connexion

# user_err07
source: Register
de: Registrieren
es: Registrarse
fr: S’inscrire
it: Registrati

# user_login_success
source: Login successful!
de: Login erfolgreich!
es: ¡Inicio de sesión exitoso!
fr: Connexion réussie !
it: Login avvenuto con successo!

# gps_err01
source: GPS tracking disabled: enable it in settings.
de: GPS-Tracking deaktiviert: Bitte in den Einstellungen aktivieren.
es: El registro de ubicación está desactivado: actívalo en ajustes.
fr: L’enregistrement de la position est désactivé : activez-le dans les réglages.
it: Tracciamento GPS disattivato: attivalo nelle impostazioni.

# gps_err02
source: Error saving location:
de: Fehler beim Speichern des Standorts:
es: Error al guardar la ubicación:
fr: Erreur lors de l’enregistrement de la position :
it: Errore salvataggio posizione:

# gps_err03
source: GPS tracking off: location is not recorded.
de: GPS-Tracking deaktiviert: Standort wird nicht aufgezeichnet.
es: El registro de ubicación está desactivado: la ubicación no se registra.
fr: L’enregistrement de la position est désactivé : la position n’est pas enregistrée.
it: Tracciamento GPS disattivato: la posizione non viene registrata.

# gps_err04
source: Location permission denied
de: Standorterlaubnis verweigert
es: Permiso de ubicación denegado
fr: Autorisation de localisation refusée
it: Permesso posizione negato

# gps_err05
source: Location permission permanently denied
de: Standorterlaubnis dauerhaft verweigert
es: Permiso de ubicación denegado permanentemente
fr: Autorisation de localisation refusée définitivement
it: Permesso posizione negato per sempre

# gps_err06
source: Weak GPS signal, waiting for a better location...
de: GPS-Signal schwach, bitte auf bessere Position warten
es: Señal GPS débil, espera una mejor ubicación
fr: Signal GPS faible, attendez une meilleure position
it: Segnale GPS debole, attendi una posizione migliore

# gps_err07
source: Error getting location:
de: Fehler beim Abrufen des Standorts:
es: Error al obtener la ubicación:
fr: Erreur lors de l’obtention de la position :
it: Errore ottenimento posizione:

# gps_err08
source: Position saved!
de: Standort gespeichert!
es: ¡Ubicación guardada!
fr: Position enregistrée !
it: Posizione salvata!

# gps_err09
source: Error saving location:
de: Fehler beim Speichern des Standorts:
es: Error al guardar la ubicación:
fr: Erreur lors de l’enregistrement de la position :
it: Errore salvataggio posizione:

# gps_err10
source: DEBUG API read consents:
de: DEBUG API Lese Einwilligungen:
es: DEBUG API leer consentimientos:
fr: DEBUG API lecture des consentements :
it: DEBUG API leggi consensi:

# gps_err11
source: DEBUG API GPS consent value:
de: DEBUG API Wert GPS-Einwilligung:
es: DEBUG API valor de consentimiento GPS:
fr: DEBUG API valeur du consentement GPS :
it: DEBUG API valore consenso GPS:

# gps_err12
source: GPS Tracking
es: Registro de ubicación
fr: Enregistrement de la position
it: Tracciamento GPS

# gps_err13
source: You must enable GPS tracking consent in settings.
de: Du musst die GPS-Tracking-Einwilligung in den Einstellungen aktivieren
es: Debes activar el registro de ubicación en ajustes.
fr: Vous devez activer l’enregistrement de la position dans les réglages.
it: Devi attivare il consenso al tracciamento GPS nelle impostazioni

# gps_err14
source: Tracking active
de: Tracking aktiv
es: Registro en espera
fr: Enregistrement en attente
it: Tracciamento in ascolto

# gps_err15
source: Tracking off
de: Tracking aus
es: Registro desactivado
fr: Enregistrement désactivé
it: Tracciamento spento

# gps_err16
source: Next detection in
de: Nächste Erfassung in
es: Próxima actualización en
fr: Prochaine mise à jour dans
it: Prossima rilevazione tra

# gps_err17
source: GPS On
de: GPS Aktiv
es: GPS Activado
fr: GPS Activé
it: GPS Attivo

# gps_err18
source: GPS Off
de: GPS Inaktiv
es: GPS Desactivado
fr: GPS Désactivé
it: GPS Disattivo

# gps_err19
source: GPS Log
de: GPS-Logbuch
es: Registro GPS
fr: Journal GPS
it: Diario di bordo GPS

# gps_err20
source: No events recorded yet.
de: Noch keine Veranstaltungen registriert.
es: Aún no hay eventos registrados.
fr: Aucun événement enregistré pour le moment.
it: Nessun evento ancora registrato.

# gps_err21
source: Paused
de: Pausiert
es: En pausa
fr: En pause
it: In pausa

# gps_err22
source: Listening
de: Lauschend
es: En escucha
fr: À l’écoute
it: In ascolto

# gps_err23
source: Start tracking
de: Tracking starten
es: Iniciar registro
fr: Démarrer l’enregistrement
it: Avvia tracciamento

# gps_err24
source: Resume tracking
de: Tracking fortsetzen
es: Reanudar registro
fr: Reprendre l’enregistrement
it: Riprendi tracciamento

# gps_err25
source: Pause tracking
de: Tracking pausieren
es: Pausar registro
fr: Mettre en pause
it: Pausa tracciamento

# gps_err26
source: Resume tracking
de: Tracking fortsetzen
es: Reanudar registro
fr: Reprendre
it: Riprendi tracciamento

# att_err01
source: Activity recalculation error:
de: Fehler bei Aktivitätsneuberechnung:
es: Error en el recálculo de actividad:
fr: Erreur de recalcul d’activité :
it: Errore ricalcolo attività:

# att_err02
source: Unchanged from yesterday
de: unverändert gegenüber gestern
es: sin cambios respecto a ayer
fr: inchangé par rapport à hier
it: invariato rispetto a ieri

# att_err03
source: Compared to yesterday
de: im Vergleich zu gestern
es: en comparación con ayer
fr: par rapport à hier
it: rispetto a ieri

# att_err04
source: Expand to see details...
de: Erweitern, um Details zu sehen...
es: Expande para ver los detalles...
fr: Développe pour voir les détails...
it: Espandi per vedere i dettagli...

# att_err05
source: No sessions recorded
de: Keine Sitzung aufgezeichnet
es: Ninguna sesión registrada
fr: Aucune session enregistrée
it: Nessuna sessione registrata

# info_mes01
source: Start:
de: Beginn:
es: Inicio:
fr: Début :
it: Inizio:

# info_mes02
source: End:
de: Ende:
es: Fin:
fr: Fin :
it: Fine:

# info_mes03
source: Duration:
de: Dauer:
es: Duración:
fr: Durée :
it: Durata:

# info_mes04
source: Distance:
de: Distanz:
es: Distancia:
it: Distanza:

# info_mes05
source: Source:
de: Quelle:
es: Fuente:
it: Fonte:

# info_mes06
source: Estimated steps:
de: Geschätzte Schritte:
es: Pasos estimados:
fr: Pas estimés :
it: Passi stimati:

# info_mes07
source: Understand how you move
de: Verstehe, wie du dich bewegst
es: Entiende cómo te mueves
fr: Comprends comment tu bouges
it: Capisci come ti muovi

# info_mes08
source: Discover how you use your time
de: Entdecke, wie du deine Zeit nutzt
es: Descubre cómo empleas tu tiempo
fr: Découvre comment tu utilises ton temps
it: Scopri come impieghi il tuo tempo

# mov_inattivo
source: Pause / Stopped
de: Pause / Angehalten
es: En pausa / Parado
fr: À l’arrêt / Pause
it: Fermo / Pausa

# mov_leggero
source: Slow movement
de: Langsame Bewegung
es: Movimiento lento
fr: Déplacement lent
it: Movimento lento

# mov_veloce
source: Fast movement
de: Schnelle Fortbewegung
es: Desplazamiento rápido
fr: Déplacement rapide
it: Spostamento veloce

# chart_mes01
source: No charts available at this time.
de: Momentan kein Diagramm verfügbar.
es: No hay gráficos disponibles por el momento.
fr: Aucun graphique disponible pour le moment.
it: Nessun grafico disponibile al momento.

# chart_mes02
source: Activity by Hours
de: Aktivität nach Stunden
es: Actividad por horas
fr: Activité par heures
it: Timeline Livelli Giornaliero

# chart_mes03
source: Two-hour interval
de: Zwei-Stunden-Intervall
es: Intervalo dos horas
fr: Intervalle deux heures
it: Intervallo un ora

# chart_mes04
source: Daily level distribution
de: Tägliche Level-Verteilung
es: Distribución de niveles diarios
fr: Distribution des niveaux quotidiens
it: Distribuzione Livelli Giornaliero

# chart_mes05
source: Two-hour interval
de: Zwei-Stunden-Intervall
es: Intervalo dos horas
fr: Intervalle deux heures
it: Intervallo un ora

# chart_mes06
source: Unable to generate the image. Please try again.
de: Das Bild konnte nicht erstellt werden. Bitte erneut versuchen.
es: No se pudo generar la imagen. Inténtalo de nuevo.
fr: Impossible de générer l’image. Veuillez réessayer.
it: Impossibile generare l’immagine. Riprova.

# chart_mes07
source: My MoveUP Report for today
de: Mein heutiger MoveUP-Bericht
es: Mi informe MoveUP de hoy
fr: Mon rapport MoveUP d’aujourd’hui
it: Il mio Report MoveUP di oggi

# cahrt_mes08
source: Sharing error:
de: Fehler beim Teilen:
es: Error al compartir:
fr: Erreur de partage :
it: Errore condivisione:

# chart_mes09
source: MoveUP Report for today
de: MoveUP-Bericht für heute
es: Informe MoveUP de hoy
fr: Rapport MoveUP d’aujourd’hui
it: Report MoveUP di oggi

# chart_mes10
source: Levels timeline (by lanes)
de: Level-Zeitleiste (in Bahnen)
es: Línea temporal de niveles (por carriles)
fr: Chronologie des niveaux (par couloirs)
it: Timeline Livelli (a corsie)

# um_metri
source: Meters:
de: Meter:
es: Metros:
fr: Mètres :
it: Metri:

# um_passi
source: Steps:
de: Schritte:
es: Pasos:
fr: Pas :
it: Passi:

# form_reg_testa
source: Registration
de: Registrierung
es: Registro
fr: Inscription
it: Registrazione

# form_reg_nome
source: Name
es: Nombre
fr: Nom
it: Nome

# form_reg_mail
source: Email
es: Correo electrónico

# form_reg_password
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

# form_reg_err01
source: Enter your name
de: Bitte Name eingeben
es: Introduce el nombre
fr: Saisis le nom
it: Inserisci il nome

# form_reg_err02
source: Enter a valid email address
de: Bitte gültige E-Mail eingeben
es: Introduce un correo válido
fr: Saisis un e-mail valide
it: Inserisci una email valida

# form_reg_err03
source: Password must be at least 8 characters, include one uppercase letter and one number
de: Das Passwort muss mindestens 8 Zeichen, einen Großbuchstaben und eine Zahl enthalten
es: La contraseña debe tener al menos 8 caracteres, una mayúscula y un número
fr: Le mot de passe doit contenir au moins 8 caractères, une majuscule et un chiffre
it: La password deve avere almeno 8 caratteri, una maiuscola e un numero

# form_reg_err04
source: Registration successful! Check your email and you can log in.
de: Registrierung erfolgreich! Überprüfe deine E-Mails und du kannst dich anmelden.
es: ¡Registro exitoso! Verifica tu correo y podrás iniciar sesión.
fr: Inscription réussie ! Vérifie ton e-mail et tu peux te connecter.
it: Registrazione avvenuta! Verifica la tua mail e puoi fare login.

# form_reg_err05
source: Registration failed
de: Registrierung fehlgeschlagen
es: Registro fallido
fr: Échec de l’inscription
it: Registrazione fallita

# form_reg_genere
source: Gender
de: Geschlecht
es: Género
fr: Genre
it: Genere

# form_reg_maschio
source: Male
de: Männlich
es: Hombre
fr: Homme
it: Maschio

# form_reg_femmina
source: Female
de: Weiblich
es: Mujer
fr: Femme
it: Femmina

# form_reg_professione
source: Profession
de: Beruf
es: Profesión
it: Professione

# form_reg_eta
source: Age range
de: Altersgruppe
es: Rango de edad
fr: Tranche d’âge
it: Fascia di età

# form_reg_ult_accesso
source: Last access
de: Letzter Zugriff
es: Último acceso
fr: Dernière connexion
it: Ultimo accesso

# form_reg_consensi
source: Settings and consents
de: Einstellungen und Einwilligungen
es: Configuraciones y consentimientos
fr: Paramètres et consentements
it: Impostazioni e consensi

# form_reg_gps
source: GPS Tracking
es: Registro de ubicación
fr: Enregistrement de la position
it: Tracciamento GPS

# form_reg_err06
source: Passwords do not match
de: Die Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
it: Le password non coincidono

# form_reg_country
source: Country of residence
de: Aufenthaltsland
es: País de residencia
fr: Pays de résidence
it: Nazione di residenza

# cambio_password
source: Change password
de: Passwort ändern
es: Cambio de contraseña
fr: Changer le mot de passe
it: Cambio password

# password_attuale_label
source: Current password
de: Aktuelles Passwort
es: Contraseña actual
fr: Mot de passe actuel
it: Password attuale

# nuova_password_label
source: New password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
it: Nuova password

# conferma_password_label
source: Confirm new password
de: Neues Passwort bestätigen
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe
it: Conferma nuova password

# button_cambia_password
source: Change password
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
it: Cambia password

# compila_tutti_campi
source: Please fill in all fields
de: Bitte fülle alle Felder aus
es: Completa todos los campos
fr: Veuillez remplir tous les champs
it: Compila tutti i campi

# password_non_coincidono
source: The new passwords do not match
de: Die neuen Passwörter stimmen nicht überein
es: Las nuevas contraseñas no coinciden
fr: Les nouveaux mots de passe ne correspondent pas
it: Le nuove password non coincidono

# password_diversa_dalla_attuale
source: The new password must be different from the current one
de: Das neue Passwort muss sich vom aktuellen unterscheiden
es: La nueva contraseña debe ser diferente de la actual
fr: Le nouveau mot de passe doit être différent de l’actuel
it: La nuova password deve essere diversa da quella attuale

# password_controllo
source: The password must be at least 8 characters long and include one uppercase letter and one number
de: Das Passwort muss mindestens 8 Zeichen lang sein und einen Großbuchstaben sowie eine Ziffer enthalten
es: La contraseña debe tener al menos 8 caracteres e incluir una letra mayúscula y un número
fr: Le mot de passe doit comporter au moins 8 caractères et inclure une lettre majuscule et un chiffre
it: La password deve avere almeno 8 caratteri, includere una lettera maiuscola e un numero

# password_cambiata
source: Password changed successfully!
de: Passwort erfolgreich geändert!
es: ¡Contraseña cambiada con éxito!
fr: Mot de passe modifié avec succès !
it: Password cambiata con successo!

# password_errore
source: Password change error
de: Fehler beim Ändern des Passworts
es: Error al cambiar la contraseña
fr: Erreur lors du changement de mot de passe
it: Errore nel cambio password

# password_dimenticata
source: Forgot your password?
de: Passwort vergessen?
es: ¿Has olvidado la contraseña?
fr: Mot de passe oublié ?
it: Hai dimenticato la password?

# reimposta_password
source: Reset password
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
it: Reimposta password

# inserisci_mail
source: Enter your email to receive the reset link.
de: Gib deine E-Mail-Adresse ein, um den Link zum Zurücksetzen zu erhalten.
es: Introduce tu correo electrónico para recibir el enlace de restablecimiento.
fr: Saisissez votre e-mail pour recevoir le lien de réinitialisation.
it: Inserisci la tua email per ricevere il link di reimpostazione.

# inserisci_tua_mail
source: Enter your email
de: E-Mail-Adresse eingeben
es: Introduce tu correo electrónico
fr: Saisissez votre e-mail
it: Inserisci la tua email

# link_mail_password
source: If the email is registered, we've sent you a link to reset your password.
de: Wenn die E-Mail registriert ist, haben wir dir einen Link zum Zurücksetzen gesendet.
es: Si el correo está registrado, te hemos enviado un enlace para restablecer la contraseña.
fr: Si l’e-mail est enregistré, nous vous avons envoyé un lien pour réinitialiser votre mot de passe.
it: Se l’email è registrata, ti abbiamo inviato un link per reimpostare la password.

# invia_richiesta_label
source: Send request
de: Anfrage senden
es: Enviar solicitud
fr: Envoyer la demande
it: Invia richiesta

# form_consensi_01
source: Consents
de: Datenschutz
es: Privacidad
fr: Confidentialité
it: Consensi

# form_consensi_02
source: I consent to the processing of personal data (privacy)
de: Ich akzeptiere die Datenschutzerklärung
es: Acepto la Política de Privacidad
fr: J’accepte la Politique de confidentialité
it: Acconsento al trattamento dei dati (privacy)

# form_consensi_03
source: I consent to receive marketing communications
de: Ich stimme dem Erhalt von Marketingmitteilungen zu
es: Acepto recibir comunicaciones de marketing
fr: J’accepte de recevoir des communications marketing
it: Acconsento a ricevere comunicazioni marketing

# form_consensi_04
source: I consent to participate in contests and rewards
de: Ich stimme der Teilnahme an Gewinnspielen und Prämien zu
es: Acepto participar en concursos y premios
fr: J’accepte de participer à des concours et récompenses
it: Acconsento a partecipare a premi e concorsi

# form_consensi_05
source: I consent to GPS tracking
de: Ich stimme der GPS-Ortung zu
es: Acepto el registro de ubicación
fr: J’accepte l’enregistrement de la position
it: Acconsento al tracciamento GPS

# form_consensi_06
source: Confirm
de: Weiter
es: Continuar
fr: Continuer
it: Conferma

# form_consensi_er
source: Error saving consents..:
de: Fehler beim Speichern der Einwilligungen:
es: Error al guardar los consentimientos:
fr: Erreur lors de l’enregistrement des consentements :
it: Errore salvataggio consensi .. :

# session_expired
source: Your session has expired. Please log in again.
de: Sitzung abgelaufen. Bitte erneut einloggen.
es: Sesión expirada. Inicia sesión de nuevo.
fr: Session expirée. Connecte-toi de nouveau.
it: Sessione scaduta. Effettua di nuovo il login.

# token_invalid
source: Invalid token: please log in again.
de: Ungültiger Token: Bitte erneut einloggen.
es: Token no válido: vuelve a iniciar sesión.
fr: Jeton non valide : reconnecte-toi.
it: Token non valido: riesegui il login.

# payment_mes1
source: Unlimited
de: Unbegrenzt
es: Ilimitado
fr: Illimité
it: Illimitato

# payment_mes2
source: Expired
de: Abgelaufen
es: Expirado
fr: Expiré
it: Scaduto

# payment_mes3
source: 1 day left
de: 1 Tag übrig
es: 1 día rest.
fr: 1 j rest.
it: 1 gg rim.

# payment_mes4
source: days left
de: Tage übrig
es: días rest.
fr: j rest.
it: gg rim.

# bottom_impostazioni
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni

# bottom_cronologia
source: Activity
de: Aktivität
es: Actividad
fr: Activité
it: Attività

# bottom_profilo
source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
