Repository: EnzoNespoli/MoveUp
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it

# notifiche_vuota
source: No notifications at the moment.
de: Derzeit keine Benachrichtigungen.
es: No hay notificaciones en este momento.
fr: Aucune notification pour le moment.
it: Nessuna notifica al momento.

# notifiche_segnalate
source: Marked as read
de: Als gelesen markiert
es: Marcadas como leídas
fr: Marquées comme lues
it: Segnate come lette

# costi_impatto
source: Estimated impact
de: Geschätzte Auswirkung
es: Impacto estimado
fr: Impact estimé
it: Impatto stimato

# costi_calcolo
source: Calculation in progress...
de: Berechnung läuft...
es: Cálculo en curso...
fr: Calcul en cours...
it: Calcolo in corso...

# costi_nessuno
source: No fast movements detected this week.
de: Diese Woche wurden keine schnellen Fahrten erkannt.
es: No se detectaron desplazamientos rápidos esta semana.
fr: Aucun déplacement rapide détecté cette semaine.
it: Nessuno spostamento veloce rilevato questa settimana.

# costi_spostamenti
source: Fast movements:
de: Schnelle Fahrten:
es: Desplazamientos rápidos:
fr: Déplacements rapides :
it: Spostamenti veloci:

# costi_stima
source: Estimate based on
de: Schätzung basierend auf
es: Estimación basada en
fr: Estimation basée sur
it: Stima basata su

# costi_costo
source: Estimated cost:
de: Geschätzte Kosten:
es: Costo estimado:
fr: Coût estimé :
it: Costo stimato:

# costi_escluso
source: Tolls/parking excluded.
de: Maut/Parken nicht enthalten.
es: Peajes/aparcamiento excluidos.
fr: Péages/stationnement exclus.
it: Pedaggi/parcheggi esclusi.

# help_subtitle
source: Frequently Asked Questions about MoveUP
de: Häufig gestellte Fragen zu MoveUP
es: Preguntas frecuentes sobre MoveUP
fr: Questions fréquentes sur MoveUP

# help_q1_title
source: Is MoveUP tracking me right now?
de: Wird MoveUP mich gerade verfolgen?
es: ¿MoveUP todavía me está grabando?
fr: Est-ce que MoveUP m'enregistre encore ?

# help_q2_title
source: Does it work even if the app is closed or the phone is locked?
de: Funktioniert es auch, wenn die App geschlossen oder das Telefon gesperrt ist?
es: ¿Funciona incluso si la app está cerrada o el teléfono bloqueado?
fr: Fonctionne-t-il même si l’application est fermée ou le téléphone verrouillé ?

# help_q3_title
source: Why do I need to allow location access "Always"?
de: Warum muss ich die Standortfreigabe "Immer" erlauben?
es: ¿Por qué debo permitir la ubicación "Siempre"?
fr: Pourquoi dois-je autoriser la localisation "Toujours" ?

# help_q4_title
source: Does it consume a lot of battery?
de: Verbraucht es viel Akku?
es: ¿Consume mucha batería?
fr: Consomme-t-il beaucoup de batterie ?

# help_q5_title
source: Why do I sometimes see "WAITING"?
de: Warum sehe ich manchmal "WARTET"?
es: ¿Por qué a veces veo "EN ESPERA"?
fr: Pourquoi vois-je parfois "EN ATTENTE" ?

# help_q6_title
source: Does MoveUP track me even when I am not moving?
de: Erfasst MoveUP mich auch, wenn ich mich nicht bewege?
es: ¿MoveUP registra también cuando estoy quieto?
fr: Est-ce que MoveUP m'enregistre même lorsque je suis immobile ?

# help_q7_title
source: Why do I see fewer data today compared to yesterday?
de: Warum sehe ich heute weniger Daten als gestern?
es: ¿Por qué hoy veo menos datos que ayer?
fr: Pourquoi ai-je moins de données aujourd’hui qu’hier ?

# help_q8_title
source: Can I pause or stop tracking?
de: Kann ich das Tracking pausieren oder stoppen?
es: ¿Puedo detener o pausar la grabación de la ubicación?
fr: Puis-je arrêter ou mettre en pause l'enregistrement de la position ?

# help_q9_title
source: Are my data private?
de: Sind meine Daten privat?
es: ¿Mis datos son privados?
fr: Mes données sont-elles privées ?

# help_q10_title
source: What happens if I uninstall the app?
de: Was passiert, wenn ich die App deinstalliere?
es: ¿Qué ocurre si desinstalo la app?
fr: Que se passe-t-il si je désinstalle l’application ?

# help_q1_body
source: Yes. If you see the status LIVE or Listening, MoveUP is tracking your movements even with the screen turned off.
de: Ja. Wenn du den Status LIVE oder Zuhören siehst, erfasst MoveUP deine Bewegungen auch bei ausgeschaltetem Bildschirm.
es: Sí. Si ves el estado LIVE o En escucha, MoveUP está registrando tus movimientos incluso con la pantalla apagada.
fr: Oui. Si vous voyez l’état LIVE ou En écoute, MoveUP enregistre vos déplacements même lorsque l’écran est éteint.

# help_q2_body
source: Yes. MoveUP can continue working even when the screen is off, if you have granted tracking permission.
de: Ja. MoveUP kann auch bei ausgeschaltetem Bildschirm weiterarbeiten, wenn du die Tracking-Berechtigung erteilt hast.
es: Sí. MoveUP puede seguir funcionando con la pantalla apagada si has dado tu consentimiento para la grabación de tu ubicación.
fr: Oui. MoveUP peut continuer à fonctionner même avec l’écran éteint, si vous avez donné votre consentement pour l’enregistrement de votre position.

# help_q3_body
source: To allow MoveUP to work correctly even when you are not actively using the app, for example with the screen turned off.
de: Damit MoveUP auch dann korrekt funktioniert, wenn du die App nicht aktiv nutzt, zum Beispiel bei ausgeschaltetem Bildschirm.
es: Para permitir que MoveUP funcione correctamente incluso cuando no estás usando activamente la aplicación, por ejemplo con la pantalla apagada.
fr: Pour permettre à MoveUP de fonctionner correctement même lorsque vous n’utilisez pas activement l’application, par exemple avec l’écran éteint.

# help_q4_body
source: MoveUP uses GPS intelligently. Battery consumption depends on how much you move, but it is optimized for daily use.
de: MoveUP nutzt GPS auf intelligente Weise. Der Verbrauch hängt davon ab, wie viel du dich bewegst, ist aber für den täglichen Gebrauch optimiert.
es: MoveUP utiliza el GPS de forma inteligente. El consumo depende de cuánto te muevas, pero está optimizado para el uso diario.
fr: MoveUP utilise le GPS de manière intelligente. La consommation dépend de vos déplacements, mais elle est optimisée pour un usage quotidien.

# help_q5_body
source: "WAITING" means that MoveUP is active but is waiting for a new movement or a valid GPS signal.
de: "WARTET" bedeutet, dass MoveUP aktiv ist, aber auf eine neue Bewegung oder ein gültiges GPS-Signal wartet.
es: "EN ESPERA" significa que MoveUP está activo pero esperando un nuevo movimiento o una señal GPS válida.
fr: "EN ATTENTE" signifie que MoveUP est actif mais attend un nouveau mouvement ou un signal GPS valide.

# help_q6_body
source: Yes. Periods of inactivity are also important to correctly analyze your day.
de: Ja. Auch Phasen der Inaktivität sind wichtig, um deinen Tag korrekt zu analysieren.
es: Sí. Los periodos de inactividad también son importantes para analizar correctamente tu día.
fr: Oui. Les périodes d’inactivité sont également importantes pour analyser correctement votre journée.

# help_q7_body
source: This is normal. It depends on how much you moved, GPS signal quality, and any pauses in tracking.
de: Das ist normal. Es hängt davon ab, wie viel du dich bewegt hast, von der GPS-Signalqualität und von eventuellen Pausen im Tracking.
es: Es normal. Depende de cuánto te hayas movido, de la calidad de la señal GPS y de posibles pausas en la grabación.
fr: C’est normal. Cela dépend de vos déplacements, de la qualité du signal GPS et des éventuelles pauses dans l’enregistrement.

# help_q8_body
source: Yes. You can pause or stop tracking at any time from the main screen.
de: Ja. Du kannst das Tracking jederzeit über den Hauptbildschirm pausieren oder stoppen.
es: Sí. Puedes pausar o detener la grabación en cualquier momento desde la pantalla principal.
fr: Oui. Vous pouvez mettre en pause ou arrêter l'enregistrement à tout moment depuis l’écran principal.

# help_q9_body
source: Yes. Your movement data are personal and are used only for the app’s features.
de: Ja. Deine Bewegungsdaten sind privat und werden nur für die Funktionen der App verwendet.
es: Sí. Tus datos de movimiento son personales y se utilizan únicamente para las funciones de la aplicación.
fr: Oui. Vos données de déplacement sont personnelles et utilisées uniquement pour les fonctionnalités de l’application.

# help_q10_body
source: Tracking stops immediately. You can reinstall MoveUP at any time.
de: Das Tracking wird sofort beendet. Du kannst MoveUP jederzeit erneut installieren.
es: La grabación se detiene inmediatamente. Puedes reinstalar MoveUP en cualquier momento.
fr: L'enregistrement s’arrête immédiatement. Vous pouvez réinstaller MoveUP à tout moment.

# imposta_page_mess2
source: Error:
de: Fehler:
fr: Erreur :
it: Errore:

# help_title
source: Help
de: Hilfe
fr: Aide

# condividi_button
source: Share
de: Teilen

# bottom_cronologia_short
source: Act.
de: Akt.
it: Att.

# dashboard_piano
source: Plan:
it: Piano:
